tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
brew "autoconf"
brew "automake"
brew "awscli"
brew "python@3.9"
brew "cairo"
brew "circleci"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-lfs"
brew "helm"
brew "highlight"
brew "jq"
brew "kubernetes-cli@1.22"
brew "mint"
brew "mysql"
brew "nodebrew"
brew "nvm"
brew "pipenv"
brew "ruby-build"
brew "rbenv"
brew "rtmpdump"
brew "saml2aws"
brew "sbt"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "argon/mas/mas"
brew "rcmdnk/file/brew-file"
cask "clipy"
cask "discord"
cask "docker"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "obs"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
mas "Lightshot Screenshot", id: 526298438
