tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "rcmdnk/file"
brew "argocd"
brew "aria2"
brew "autoconf"
brew "automake"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "cairo"
brew "circleci"
brew "cmake"
brew "dbmate"
brew "docker"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "helm"
brew "highlight"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-cli@1.22"
brew "lima"
brew "mas"
brew "mint"
brew "mysql"
brew "nodebrew"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openjdk"
brew "openvino"
brew "pipenv"
brew "pnpm"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rtmpdump"
brew "saml2aws"
brew "sbt"
brew "stern"
brew "telnet"
brew "terraform", link: false
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "virtualenv"
brew "xcodes"
brew "yq"
brew "rcmdnk/file/brew-file"
cask "1password-cli"
cask "android-studio"
cask "arc"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "fig"
cask "figma"
cask "franz"
cask "gcloud-cli"
cask "godot"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "mobster"
cask "notion"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Instant Audio Switcher", id: 1547135481
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lightshot Screenshot", id: 526298438
mas "LINE", id: 539883307
mas "Neewer2.4GProduct", id: 1571867936
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Urban VPN Desktop", id: 1517772049
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "andrewleedham.vscode-css-modules"
vscode "anthropic.claude-code"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "circleci.circleci"
vscode "clinyong.vscode-css-modules"
vscode "codestream.codestream"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "liamdawson.jsonnet-language"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.wordcount"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "technosophos.vscode-helm"
vscode "tim-koehler.helm-intellisense"
vscode "xrc-inc.jsonnet-formatter"
