tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "python@3.9", link: false
brew "awscli"
brew "cairo"
brew "circleci"
brew "dbmate"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "rtmpdump"
brew "ffmpeg"
brew "fish"
brew "git"
brew "highlight"
brew "jq"
brew "mysql"
brew "nodebrew"
brew "nvm"
brew "pipenv"
brew "saml2aws"
brew "sbt"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "argon/mas/mas"
brew "rcmdnk/file/brew-file"
cask "clipy"
cask "discord"
cask "docker"
cask "franz"
cask "godot"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "mobster"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lightshot Screenshot", id: 526298438
mas "LINE", id: 539883307
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "ToyViewer", id: 414298354
